tap "homebrew/bundle"
tap "homebrew/core"
tap "lotyp/homebrew-formulae"

# core/dotfiles
brew "coreutils"
brew "lotyp/formulae/dockutil"
brew "mackup"
brew "nano"
brew "stow"
brew "topgrade"

# fs/network
brew "bat"
# brew "croc"
brew "httpie"
brew "ssh-copy-id"
brew "tree"
brew "unar"
brew "wget"
brew "zoxide"

# search/grep/diff
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "psgrep"
brew "the_silver_searcher"

# languages/tools
brew "fnm"
brew "gh"
brew "rust"

# media
brew "ffmpeg"
brew "imagemagick"
brew "uni"
brew "webp"

# mytools
brew "awscli"
brew "git-lfs"
brew "m-cli"
brew "mariadb"
brew "postgresql@12"
brew "redis"
brew "vroom"
brew "watchman"
brew "wkhtmltopdf"

# brew "git"
# brew "git-extras"
