tap "homebrew/bundle"
tap "homebrew/core"

brew "awscli" 
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "grep"
brew "imagemagick"
brew "m-cli"
brew "mackup"
brew "mariadb"
brew "postgresql@12"
brew "redis"
brew "watchman"
brew "wget"
